[
    {
        "photo": "https://i.ibb.co/pv9H51z/NIL03552-min.jpg",
        "service_name": "Wedding Photography",
        "description": "They said a picture is worth a thousand words. It clearly and beautifully captures your emotions – the joy, the laughter, the tears, and you name it. I pride ourselves on offering the best shots to capture your joy and tell you your story in photos.\\n A good wedding photographer’s job is to capture the sweet love story of a couple. And, Photography Lux brings every moment of your wedding story to life. I am a trusted company when you are talking about professional photography in Bangladesh. What makes us stand out is our ability to capture the best moments, the tiniest of details, and the life of any wedding to make it a story worth telling. I have a team of highly enthusiastic and best wedding photographers who are versatile and capable of catering to different wedding photography styles. If you’re looking to hire wedding photographer in Bangladesh, then Photography Lux could be the best solution for your wedding.",
        "price": 990
    },
    {
        "photo": "https://i.ibb.co/Kzh89cF/NIL05026.jpg",
        "service_name": "Product Photography",
        "description": "Are you on the verge of launching a new product? Work with the best product photographer in Bangladesh to give your products the ultimate visibility. I have got the best product photographers who will help you promote your products with unique photos taken from every angle possible. In fact, our expert team of commercial product photographers will capture every unique aspect of your products and bring them to life. Enjoy great shots and photos of your new products and live to promote that unforgettable brand. \\n Whether you are a large Company or a small start-up, I am committed to helping your business look its best with our professional commercial photography services in Bangladesh. Our team values your products as much as they value their photography. They work really hard to ensure that clients’ needs are met, and by working closely with them, they deliver top-notch product photos with a quick turnaround time. I provide ecommerce photography services and if you are looking for an ecommerce photographer near me, look no further than Photography Lux. Note that eCommerce photography services in Bangladesh play a vital role as many things depend on image presentation when it comes to product selection. So specialized and professional ecommerce product photography services are much needed.",
        "price": 990
    },
    {
        "photo": "https://i.ibb.co/7Q6SWJj/NIL06665.jpg",
        "service_name": "Food Photography",
        "description": "There is a well-known adage, “You eat with your eyes first.” It’s a fact, that food that looks delicious is eaten more, and simply putting the name of the food on the restaurant website or menu is not enough to attract visitors. You should also provide an attractive professional photo of the food. It’s the food photography that determines whether the client will want to try the dish or not. In this case, the professional food photographer comes handy. \\n I am one of the best food photographers in Bangladesh, who can deliciously capture your food and make your viewers and customers crave more. Being an agency of professional food photography Bangladesh, it is our job to analyze a specific dish first and then photoshoot it in a way that brings out the yummy factor of that food. I find the most favorable angle and light and skillfully balance the elements of the frame. No matter for which purpose you want food photography service, our food photography specialist can make a simple dish look like a Michelin-starred dish. I will help you have some stunning and mouth-watering food shots that will make you stand out.",
        "price": 500
    },
    {
        "photo": "https://i.ibb.co/8Mk1DNR/NIL05703-scaled.jpg",
        "service_name": "Corporate & Professional Photography",
        "description": "Corporate photography has inevitably become trendy to promote a company’s brand, products, and services. Not just for documenting social events, today’s corporatocracy embraces it to create visual content for internal newsletters, quarterly reports, and marketing materials also. \\n Capturing a person’s unique personality in a headshot photograph doesn’t have to be stressful. Whether you are looking for new promotional photos, complete company rebranding, or corporate headshots, Photography Lux offers effective photography solutions with expert photographers that will give your brand a positive visual presence. I have the best headshot photographer in Bangladesh that you can rely on. Working with us will be a great and positive experience for you. Our corporate portrait photographer focuses on each detail and brings out the best in each client to make a good headshot into a great one.",
        "price": 1000
    },
    {
        "photo": "https://i.ibb.co/D4bt5kr/IMG-9813.jpg",
        "service_name": "Fashion Photography",
        "description": "Fashion is the armor to survive the reality of everyday life. Being the best fashion photographers in Bangladesh, our main job is to amuse, entertain and make the best output of it. With years of experience, knowledge, and keen eyes for detail, Photography Lux has become one of the best professional fashion photographers in Bangladesh that you can count on. \\n Are you searching for modeling photographers near me? I have the best model portfolio photographer, or you can say a beauty photographer, on our team who captures the highest quality model photography. Whether it’s a studio or on-location dress fashion photography, our team can deliver exceptional creative vision anywhere. From model photography Bangladesh to high fashion photography, premium editorial photography, fashion portrait, and you name it; you can surely count on Photography Lux.",
        "price": 890
    },
    {
        "photo": "https://i.ibb.co/TB34Lx1/S35A7107.jpg",
        "service_name": "Pre/Post Wedding Photography",
        "description": "You definitely want to look back to the beautiful memories during the run-up to your wedding, the same way post-wedding photos will give you something to reminisce about. So if you want something like that, then I am at your side with the best pre-post wedding photography services in Bangladesh. Our prices are unbeatable, and our photographers use their expertise to give you the most memorable photos. I make sure you enjoy every moment of your once-in-a-lifetime celebration as I help you create memories. \\n Pre/Post wedding photography is slowly changing the trend and becoming a norm for couples in Bangladesh. Thus, Pre wedding photography in Bangladesh has become more demanding. I understand that you may not have enough time or location for personal shots on your wedding day. But capturing these moments is very important because these memories last a lifetime. This is the main reason why I offer pre and post wedding photography allowing you to choose the right time and location for you. During photoshoot sessions, our photographers usually approach the shoot with an enjoyable and fun style, thus creating a natural atmosphere that allows you to relax.",
        "price": 900
    }
]